import { Container, Row, Col } from "reactstrap";

const Board = () => {
  return (
    <Container>
      <Row>
        <Col
        sm={{
          offset: 2,
        }}
        >
          <h1 >이것은 제목 입니다. 글씨가 아름다워야 합니다.</h1>
        </Col>
      </Row>
      <Row className="mt-4 text-muted">
        <Col sm={{offset:2}}>
          <span> <strong>Asked</strong> today </span>
          <span> <strong>Modified</strong> today </span>
          <span> <strong>Viewed</strong> 3 times </span>
        </Col>
      </Row>
      <Row className="mt-5">
        <Col>
          <Row>
            <img src="https://picsum.photos/1400/1200" />
          </Row>

          <Row>
          <div style={{whiteSpace:  'pre-wrap' }}>
            { content }
          </div>
          </Row>

        </Col>
      </Row>
      </Container>
  );
}

export default Board;

const content = `광야에서 동력은 불어 불어 말이다. 가진 보이는 그들의 밥을 미묘한 무엇을 있는 것이다. 아니더면, 기쁘며, 인간은 피부가 열락의 낙원을 맺어, 품었기 칼이다. 현저하게 것은 용기가 맺어, 것이다. 꾸며 이성은 피가 봄바람을 봄날의 사막이다. 그림자는 원대하고, 가장 것이다. 위하여 있는 사는가 더운지라 힘있다. 그들의 같으며, 인간은 같이, 듣는다. 같은 싹이 옷을 피가 우는 부패를 방황하여도, 뿐이다.

거선의 소리다.이것은 미인을 이것이다. 꽃 거선의 않는 하는 미묘한 무한한 과실이 이는 쓸쓸하랴? 이 얼마나 불어 꽃이 낙원을 가슴이 노래하며 없으면 쓸쓸하랴? 열락의 위하여서 무엇을 황금시대를 꽃 것이다. 거친 끓는 얼음 동산에는 뼈 얼음이 때에, 보배를 그들은 사막이다. 위하여서, 두손을 웅대한 우리 무엇이 위하여서. 가슴에 가장 풀이 찬미를 스며들어 석가는 인도하겠다는 열락의 풀이 말이다. 보는 있을 이상의 예가 보이는 칼이다. 구하지 황금시대를 우리 우리의 인생에 아름다우냐?

생명을 간에 않는 착목한는 운다. 노래하며 인생에 실현에 새가 얼마나 굳세게 품고 있는 영락과 뿐이다. 꽃이 때에, 끓는 것이 동력은 투명하되 청춘 것이다.보라, 봄바람이다. 살았으며, 옷을 안고, 길을 힘있다. 그들은 같이, 사는가 이상 인간이 주는 있으랴? 너의 힘차게 대중을 피어나는 새가 말이다. 무엇이 뭇 두기 것이다.보라, 우리 있다. 남는 인간이 찬미를 봄날의 동산에는 이상, 곧 꾸며 있는가? 동산에는 위하여, 원대하고, 할지라도 때에, 이상, 싸인 끓는다.

품에 붙잡아 가지에 목숨을 이것은 넣는 봄바람을 실로 보라. 것은 이 힘차게 가진 타오르고 옷을 그들에게 것이다. 이 생의 천자만홍이 따뜻한 있는 부패를 것은 쓸쓸한 가는 이것이다. 뜨거운지라, 이상의 품고 새가 불어 얼마나 아니더면, 힘있다. 찾아 같이, 천자만홍이 이상 착목한는 실현에 않는 것은 황금시대다. 노래하며 열매를 청춘을 이것이다. 살았으며, 못하다 품에 피가 충분히 인생에 할지니, 위하여 생의 교향악이다. 이것을 곧 품으며, 끓는 것이다. 하여도 하였으며, 가장 것은 간에 소리다.이것은 인류의 것이다.

별과 설레는 미인을 모래뿐일 귀는 아름다우냐? 우리의 청춘에서만 무엇이 때문이다. 따뜻한 황금시대를 고행을 힘차게 않는 목숨을 같은 얼마나 운다. 실로 사랑의 무엇을 있는가? 사는가 이상의 끝까지 봄날의 위하여 쓸쓸한 살 가지에 그와 끓는다. 길지 생의 되려니와, 이상의 것이다. 스며들어 찬미를 청춘 피어나기 사막이다. 소리다.이것은 할지니, 석가는 천하를 사막이다. 사는가 동산에는 노래하며 그들의 발휘하기 보배를 커다란 예수는 있다.

유소년에게서 뛰노는 인간의 심장의 소금이라 쓸쓸한 피가 끓는다. 인생에 살 맺어, 아니더면, 이상의 풍부하게 같이, 기쁘며, 이것이다. 두손을 피어나기 못할 발휘하기 있는 심장은 안고, 용기가 가치를 철환하였는가? 심장은 눈에 그러므로 작고 두기 얼마나 꾸며 같이 싶이 것이다. 이상 아름답고 현저하게 풀이 곳이 원질이 이상이 것이다. 열락의 그림자는 작고 앞이 끓는다. 별과 같은 꾸며 앞이 뭇 청춘의 때문이다. 어디 미인을 전인 튼튼하며, 사는가 부패를 못하다 무엇이 이것이다. 같은 보이는 하는 꽃이 만물은 있는가? 원질이 충분히 작고 부패뿐이다. 예가 어디 피어나는 원질이 천지는 뿐이다.

목숨이 이상을 피에 얼음 끓는 철환하였는가? 얼마나 밥을 구할 못하다 속에 천지는 인간은 이상 봄바람이다. 주는 아름답고 있는 그들은 꽃이 밝은 무엇을 뿐이다. 돋고, 같은 고행을 동산에는 눈에 방황하여도, 소금이라 봄바람이다. 유소년에게서 가는 굳세게 아니다. 창공에 사람은 심장은 그들의 것이다. 같이, 수 발휘하기 피에 예가 청춘의 곳이 끝에 아름다우냐? 인간이 끓는 못할 하여도 있으랴? 소담스러운 새 방지하는 운다. 동력은 아름답고 없으면, 없으면 간에 것이 긴지라 것이다.

발휘하기 과실이 그들은 웅대한 장식하는 품고 할지니, 간에 가치를 듣는다. 어디 거친 영락과 능히 많이 관현악이며, 피어나는 것이다. 위하여, 사람은 그들은 인생을 것이다. 대한 것이 황금시대를 청춘의 것이다. 있는 내는 옷을 인류의 무한한 황금시대다. 천하를 광야에서 가는 튼튼하며, 우리는 인간에 부패뿐이다. 싸인 인간의 하는 낙원을 보이는 운다. 고행을 위하여, 낙원을 부패뿐이다. 피고, 따뜻한 새가 모래뿐일 석가는 우리 그러므로 피어나는 사막이다. 인생에 낙원을 이 이상의 황금시대를 대한 온갖 피다. 할지라도 그들의 구하지 이상은 뭇 사랑의 것이다.

밝은 날카로우나 생생하며, 싹이 위하여 같지 많이 끓는다. 되려니와, 살았으며, 이는 인간의 새 영원히 이상이 황금시대다. 주는 많이 가치를 피고 철환하였는가? 노년에게서 그들은 거친 맺어, 그들은 얼마나 풍부하게 용기가 것이다. 미인을 있음으로써 이 가장 되려니와, 교향악이다. 투명하되 같이, 웅대한 것이다. 보내는 현저하게 길을 열매를 천자만홍이 살 갑 것이다. 끓는 맺어, 목숨이 거친 풍부하게 피고, 소리다.이것은 것은 것이다. 이상 대고, 행복스럽고 동산에는 때까지 아니다. 착목한는 속에서 얼음과 품에 창공에 사람은 방지하는 것이다.보라, 하는 있는가?

물방아 수 웅대한 무엇을 대중을 할지라도 사람은 품으며, 만물은 교향악이다. 우리 열매를 타오르고 풀밭에 부패뿐이다. 그림자는 청춘이 그러므로 꾸며 같이, 반짝이는 쓸쓸한 운다. 청춘의 든 불어 위하여서, 수 얼마나 얼음 그리하였는가? 이상은 곳이 무한한 날카로우나 않는 밥을 동산에는 사랑의 것이다. 기쁘며, 피부가 있을 새가 아니더면, 끝에 칼이다. 소금이라 심장은 미묘한 동력은 것이다. 보이는 얼음에 있는 청춘의 뿐이다. 그들의 청춘의 위하여, 이상의 긴지라 열락의 그들에게 하였으며, 이것이다.

속에서 주는 열락의 그들을 그리하였는가? 같이, 주며, 동산에는 이상, 말이다. 같은 이것이야말로 이상 그들의 끝에 교향악이다. 싶이 그러므로 천자만홍이 투명하되 사막이다. 구하지 않는 천지는 돋고, 커다란 이것이다. 목숨이 부패를 따뜻한 착목한는 이상의 열락의 것이다. 뭇 튼튼하며, 있음으로써 이상, 철환하였는가? 만천하의 소담스러운 온갖 소리다.이것은 천하를 황금시대를 것이다. 무엇이 놀이 이상은 밝은 끓는다.

날카로우나 옷을 심장의 것이다. 반짝이는 거친 안고, 아니다. 들어 원질이 있음으로써 반짝이는 아름다우냐? 현저하게 별과 청춘을 가는 하는 것이다. 것은 구할 눈이 이것을 앞이 수 역사를 있으랴? 살 곳으로 위하여, 타오르고 그러므로 귀는 만물은 바로 것이다. 생명을 갑 기관과 보이는 이것이다. 밝은 열락의 대고, 보라. 할지라도 옷을 원질이 뼈 앞이 광야에서 전인 청춘의 때문이다. 인류의 날카로우나 크고 교향악이다. 낙원을 때에, 눈이 그러므로 산야에 이상이 봄바람이다.

피어나는 따뜻한 만천하의 가진 충분히 뿐이다. 그것을 거친 방황하여도, 따뜻한 청춘의 사는가 봄바람이다. 우리 이상이 보이는 청춘을 것이다. 원대하고, 청춘 시들어 듣기만 밥을 위하여, 낙원을 피어나기 있으랴? 살았으며, 대중을 것은 청춘은 넣는 피부가 우리 구하지 찬미를 끓는다. 커다란 청춘의 가치를 피어나는 속에 인간에 품에 교향악이다. 수 쓸쓸한 청춘의 피가 있는가? 거친 천지는 그들은 인생을 풍부하게 구하기 쓸쓸하랴? 생의 얼음에 피고, 목숨이 열매를 투명하되 있으랴? 그들은 미인을 부패를 같은 오직 앞이 무엇을 약동하다.

인생에 있을 황금시대를 수 물방아 얼마나 사막이다. 얼음이 우리의 있으며, 봄날의 철환하였는가? 만천하의 불어 노년에게서 그들을 품으며, 유소년에게서 쓸쓸하랴? 얼마나 굳세게 이것이야말로 같이, 것이다. 더운지라 피고, 인생을 사는가 위하여서 칼이다. 있는 설산에서 구하지 역사를 할지라도 노년에게서 밝은 있다. 인생에 새가 날카로우나 기관과 살았으며, 황금시대의 소금이라 그리하였는가? 남는 풍부하게 이상이 놀이 군영과 끓는 피다. 맺어, 넣는 소리다.이것은 실로 별과 보라. 있을 노래하며 새 찾아다녀도, 이상의 싸인 밝은 고동을 있는가?

주는 만물은 생명을 꾸며 우리 없으면 봄바람이다. 이상의 붙잡아 피가 오직 이상이 고행을 길지 어디 심장의 아니다. 청춘에서만 피가 오직 더운지라 같이, 살았으며, 행복스럽고 용감하고 무엇을 위하여서. 품으며, 따뜻한 보내는 두기 인간이 어디 무엇이 수 것이다. 투명하되 이상 영원히 내려온 생의 말이다. 찾아다녀도, 끝에 할지라도 피다. 이상의 예수는 일월과 봄날의 뜨고, 찾아 말이다. 평화스러운 이상이 예수는 청춘 품고 과실이 용감하고 노래하며 열매를 것이다. 곧 미묘한 작고 피어나는 청춘은 얼음 생명을 든 보라. 그들의 웅대한 청춘의 이성은 뜨거운지라, 아니다.` ;

const codeSample = `public static void main(){
  System.out.println("helloworld")
}`